Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=589_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Sajoksen avajaiset 2012
smn: Saijoos lekkâmeh 2012

source: Kuvia Sajoksen vihkiäisistä ja Saamelaiskäräjien avajaisista sekä kulttuuri-illasta 3.4.2012.
smn: Koveh Saijoos vihkjáin já Sämitige lekkâmijn sehe kulttuurehidist 3.4.2012.

source: Lisäksi tässä kansiossa on kuvia Sajoksen avajaisiin liittyvästä Kansanjuhlasta / Avoimista ovista, joka pidettiin 4.4.2012.
smn: Lasseen taan vuárhást láá koveh Saijoos lekkâmáid lohtâseijee Aalmugjuhleest / Ávus uuvsâin, mii tollui 4.4.2012.

source: Tasavallan Presidentin puhe Sajoksen vihkiäisissä ja Saamelaiskäräjien avajaisissa 3.4.2012.
smn: Täsivääldi President saahâ Saijoos vihkjáin já Sämitige lekkâmijn 3.4.2012.

source: Tasavallan Presidentti ja rouva Jenni Haukio saapuvat Sajoksen saliin.
smn: Täsivääldi President já rovvá Jenni Haukio puáttiv Saijoos salin.

source: Hallintopäällikkö Juha Guttorm piti avajaispuheensa.
smn: Haldâttâhhovdâ Juha Guttorm toolâi lekkâmsaavâs.

source: Tasavallan Presidentti Niinistö ja Saamelaiskäräjien puheenjohtaja Näkkäläjärvi kättelevät.
smn: Täsivääldi President Niinistö já Sämitige saavâjođetteijee Näkkäläjärvi adelává kieđâid.

source: Sevettijärven ala-asteen oppilaat esiintyivät avajaisjuhlakansalle.
smn: Čevetjäävri vyelitääsi uáppeeh lávdásteleh lekkâmjuhleviehân.

source: Sajoksen kulttuuri-illan juontaja Anne-Kirste Aikio.
smn: Saijoos kulttuureehid jođetteijee Anne-Kirste Aikio.

source: Kulttuuri-illassa Tiina Sanila-Aikio, Liisa Holmberg ja Juha Guttorm kukittivat kulttuurikeskuksen nimikilpailun voittajaa Matti Morottajaa sekä verhokilpailun voittajia Tytti Bräysyä sekä Anna-Leena Pyylampea.
smn: Kulttuurehidist Tiina Sanila-Aikio, Liisa Holmberg já Juha Guttorm adeleh kukáid kulttuurkuávdáá nommâkišto vyeittei Matti Morottajan sehe lasâlijnekišto vyeitteid Tytti Bräysyn sehe Anna-Leena Pyylampin.

source: Kulttuuri-illan musiikista vastasi mm..
smn: Kulttuureehid muusikist västidij el.

source: Kulttuuri-illassa oli myös saamelaista teatteria.
smn: Kulttuurehidist lâi meid sämmilâš teatter.

source: Kuvassa esiintymässä Irene Länsman ja Anna Näkkäläjärvi-Länsman.
smn: Kooveest čájáttâlmin Irene Länsman já Anna Näkkäläjärvi-Länsman.
